Revit 2024 API
BuiltInFailures.MatchlineFailures Class
 Failures about Matchline.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class MatchlineFailures
Visual Basic
Public NotInheritable Class MatchlineFailures
Visual C++
public ref class MatchlineFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.MatchlineFailures
See Also
BuiltInFailures.MatchlineFailures Members
Autodesk.Revit.DB Namespace